Repository: GH-TpaeFawzen/tbsm
Catalog: locale/*.po
Languages: pt_br

source: A pure bash session and application launcher
pt_br: Um lançador de sessões e aplicativos escrito em bash

source: Selection number too big
pt_br: Número selecionado é muito grande

source: Created config directory
pt_br: Diretório de configurações criado

source: Config file not found
pt_br: Arquivo de configurações não encontrado

source: Searched in
pt_br: Procurado em

source: No session paths found
pt_br: Nenhum caminho de sessão encontrado

source: Skip '$nameKey' Binary not found
pt_br: Omitindo '$nameKey': Binário não encontrado

source: Path not found
pt_br: Caminho não encontrado

source: needs a pattern
pt_br: precisa de um padrão

source: Found matches
pt_br: Combinações encontradas

source: Applications matching '$pattern'
pt_br: Aplicativos compatíveis com '$pattern'

source: Nothing to list
pt_br: Nada para listar

source: Session number too small
pt_br: Número de sessões muito pequeno

source: Session number too big
pt_br: Número de sessões muito grande

source: Run session
pt_br: Executar sessão

source: Run command
pt_br: Executar comando

source: Not running in tty. Will not start X session.
pt_br: Não está rodando em tty. Não iniciará sessão do X.

source: Not running in tty. Will not start Wayland session.
pt_br: Não está rodando em tty. Não iniciará sessão do Wayland.

source: Not running in tty, run
pt_br: Não está rodando em tty, execute

source: Session can't be ${list}ed
pt_br: A sessão não pode ser adicionada à ${list}

source: Session ${list}ed
pt_br: Sessão adicionada à ${list}

source: needs a valid session number
pt_br: precisa de um número de sessão válido

source: Session removed from ${list}
pt_br: Sessão removida da ${list}

source: FATAL: Not handled by
pt_br: FATAL: Não é suportado por

source: Command 'default' needs a number
pt_br: O comando 'default' precisa de um número

source: Session can't be saved as default
pt_br: A sessão não pode ser salva como padrão

source: New default session
pt_br: Nova sessão padrão

source: Available documentation
pt_br: Documentação disponível

source: No manual match '${argument}'
pt_br: Nenhum manual compatível com '${argument}'

source: This is ${myName} (v${myVersion}) - ${myDescription}
pt_br: Esse é o ${myName} (v${myVersion}) - ${myDescription}

source: Usage
pt_br: Uso

source: COMMAND
pt_br: COMANDO

source: argument
pt_br: argumento

source: OPTION
pt_br: OPÇÃO

source: COMMANDs are
pt_br: Os COMANDOs são

source: Available commands
pt_br: Comandos disponíveis

source: Add/remove entries on the Blacklist. Use -b to remove.
pt_br: Adicionar/remover entradas à blacklist. Use -b para remover.

source: Save session as the default session
pt_br: Salvar sessão como padrão

source: pattern
pt_br: padrão

source: List or show documentation files
pt_br: Listar ou mostrar arquivos de documentação

source: Logout from tty or quit
pt_br: Deslogar do tty ou sair

source: You read it now
pt_br: Você leu agora

source: You used '?' so try it for some more info
pt_br: Você usou '?'. Teste esse para mais informações.

source: List entries. Current, config or black-/whitelist.
pt_br: Listar entradas. Atual, configurações e black-/whitelist.

source: Show the full session menu
pt_br: Mostrar o menu de sessões completo

source: Show the quick menu to select default or last session
pt_br: Mostrar o menu rápido para selecionar a sessão padrão ou a última

source: Run the given session number
pt_br: Executar a sessão <n>

source: Search an application of your interest
pt_br: Pesquisar um aplicativo de seu interesse

source: Add/remove entries on the Whitelist. Use -w to remove.
pt_br: Adicionar/remover entradas à whitelist. Use -w para remover.

source: For your convenience there are some short hands
pt_br: Para sua conveniência, existem alguns abreviações

source: OPTIONs are prefixed by a double hyphen, they are
pt_br: As OPÇÕES devem ser prefixadas por duplo hífen, elas são

source: Give some feedback what is going on
pt_br: Dar alguns comentários sobre o que está acontecendo

source: Shut up!
pt_br: Ficar calado

source: Be reticent
pt_br: Ser reticente

source: name
pt_br: nome

source: Use given extra configuration file in <configDir>
pt_br: Usar o arquivo de configurações <nome> em <configDir>

source: Tell me more
pt_br: Dar mais comentários

source: Examples
pt_br: Exemplos

source: Run a session whose number you know
pt_br: Executar uma sessão cujo número você sabe

source: Run with main menu and give a comprehensive feedback
pt_br: Executar com o menu principal e dar um feedback compreensivo

source: Run with quick start menu
pt_br: Executar com o menu de início rápido

source: Black listed entries
pt_br: Entradas na blacklist

source: Current configuration
pt_br: Configuração atual

source: White listed entries
pt_br: Entradas na whitelist

source: Currently loaded list
pt_br: Lista carregada no momento

source: Command 'run' needs a number
pt_br: O comando 'run' precisa de um número

source: Use theme
pt_br: Usar tema

source: Hint
pt_br: Dica

source: What's next?
pt_br: O que fazer?

source: Unknown command
pt_br: Comando desconhecido
