Repository: GH-TpaeFawzen/tbsm
Catalog: locale/*.UTF-8.po
Languages: de_de

source: A pure bash session and application launcher
de_de: Ein Sitzungs- und Anwendungensstarter in Bash

source: Selection number too big
de_de: Gewählte Nummer ist zu groß

source: Created config directory
de_de: Konfigurationsverzeichnis erstellt

source: Config file not found
de_de: Konfigurationsdatei nicht gefunden

source: Searched in
de_de: Suchte in

source: No session paths found
de_de: Keine Sitzungspfade gefunden

source: Skip '$nameKey' Binary not found
de_de: Überspringe '$nameKey' Program nicht gefunden

source: Path not found
de_de: Pfad nicht gefunden

source: needs a pattern
de_de: benötigt ein Muster

source: Found matches
de_de: Gefunene Treffer

source: Applications matching '$pattern'
de_de: Anwendungen passed zu '$pattern'

source: Nothing to list
de_de: Nichts da zum Anzeigen

source: Session number too small
de_de: Sitzungsnummer zu klein

source: Session number too big
de_de: Sitzungsnummer zu groß

source: Run command
de_de: Starte Befehl

source: Session can't be ${list}ed
de_de: Sitzung kann nich ${list}ed werden

source: Session ${list}ed
de_de: Sitzung '${list}ed'

source: needs a valid session number
de_de: benötigt eine gültige Sitzungnummer

source: Session removed from ${list}
de_de: Sitzung von '${list}' entfernt

source: Command 'default' needs a number
de_de: Befehl 'default' benötigt eine Zahl

source: Session can't be saved as default
de_de: Sitzung kann nicht als die Bevorzugte gespeichert werden

source: New default session
de_de: Neue Bevorzugte Sitzung

source: Available documentation
de_de: Verfügbare Dokumentationen

source: No manual match '${argument}'
de_de: Keine Dokumentation passt zu '${argument}'

source: This is ${myName} (v${myVersion}) - ${myDescription}
de_de: Das ist ${myName} (v${myVersion}) - ${myDescription}

source: Usage
de_de: Aufruf

source: COMMAND
de_de: BEFEHL

source: COMMANDs are
de_de: BEFEHLe sind

source: Available commands
de_de: Verfügbare Befehle

source: Add/remove entries on the Blacklist. Use -b to remove.
de_de: Hinzufügen (b) oder Entfernen (-b) zu/von der Blacklist

source: Save session as the default session
de_de: Speichert die Sitzung als die Bevorzugte

source: pattern
de_de: Muster

source: List or show documentation files
de_de: Zeigt eine Liste der Dokumentationen oder die Datei

source: Logout from tty or quit
de_de: Beende tbsm, Wenn im tty wird auch ausgeloggt

source: You read it now
de_de: Sie lesen es gerade

source: You used '?' so try it for some more info
de_de: Sie verwendeten '?', so bekommen Sie mehr Informationen

source: List entries. Current, config or black-/whitelist.
de_de: Zeige Einträge. Aktuelle, Konfiguration oder von Black-/Whitelist

source: Show the full session menu
de_de: Zeige das Hauptmenü

source: Show the quick menu to select default or last session
de_de: Zeige das Schnellstart-Menü mit der bevorzugten und der letzten Sitzung

source: Hasta la vista, Baby!
de_de: Und Tschüss!

source: Run the given session number
de_de: Starte die angegebene Sitzung

source: Search an application of your interest
de_de: Suche nach einer Anwenung mit einem <Muster>

source: Add/remove entries on the Whitelist. Use -w to remove.
de_de: Hinzufügen (w) oder Entfernen (-w) zu/von der Whitelist

source: For your convenience there are some short hands
de_de: Zu Ihrer Bequemlichkeit gibt es einige Abkürzungen

source: OPTIONs are prefixed by a double hyphen, they are
de_de: OPTIONen beginnen mit einem doppelten minus Zeichen, es gibt

source: Give some feedback what is going on
de_de: Gebe nützliche Hinweise

source: Shut up!
de_de: Gebe keinerlei Rückmelung

source: Be reticent
de_de: Vermeide unnötige Informationen

source: Use given extra configuration file in <configDir>
de_de: Verwende spezielle Themen-Datei in <configDir>

source: Tell me more
de_de: Berichte ausführlich was passiert

source: Examples
de_de: Beispiele

source: Run a session whose number you know
de_de: Starten einer Sizung deren Nummer Sie kennen

source: Run with main menu and give a comprehensive feedback
de_de: Starte mit dem Hauptmenü und gebe umfassend Auskunft was geschieht

source: Run with quick start menu
de_de: Starte mit dem Schnellstart-Menü

source: Black listed entries
de_de: Inhalt der Blacklist

source: Current configuration
de_de: Momentane Konfiguration

source: White listed entries
de_de: Inhalt der Whitelist

source: Currently loaded list
de_de: Momentan geladene Liste

source: Command 'run' needs a number
de_de: Befehl 'run' benötigt eine Zahl

source: Use theme
de_de: Verwende Thema

source: Hint
de_de: Hinweis

source: What's next?
de_de: Was jetzt?

source: Unknown command
de_de: Unbekannter Befehl
